IDEA Open Model
OpenModel.LoadsOnSurface Property
Compatible with IDEA StatiCa Beta 20.0
 List surafce load in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LoadOnSurface> LoadsOnSurface { get; set; }
Public Property LoadsOnSurface As List(Of LoadOnSurface)
	Get
	Set
Property Value
Type: List<LoadOnSurface>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace